experiments/benchmark_webserver/results/keda_prometheus_burn_30/experiment_run_1/vegeta.1.log
Requests      [total, rate, throughput]         12, 10.91, 10.60
Duration      [total, attack, wait]             1.132s, 1.1s, 31.671ms
Latencies     [min, mean, 50, 90, 95, 99, max]  31.608ms, 31.791ms, 31.694ms, 32.117ms, 32.8ms, 32.914ms, 32.914ms
Bytes In      [total, mean]                     36, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:12  
Error Set:
Requests      [total, rate, throughput]         22, 10.48, 10.32
Duration      [total, attack, wait]             2.132s, 2.1s, 31.594ms
Latencies     [min, mean, 50, 90, 95, 99, max]  31.519ms, 31.749ms, 31.694ms, 31.889ms, 32.36ms, 32.914ms, 32.914ms
Bytes In      [total, mean]                     66, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:22  
Error Set:
Requests      [total, rate, throughput]         32, 10.32, 10.22
Duration      [total, attack, wait]             3.132s, 3.1s, 31.651ms
Latencies     [min, mean, 50, 90, 95, 99, max]  31.464ms, 31.739ms, 31.7ms, 31.876ms, 31.987ms, 32.914ms, 32.914ms
Bytes In      [total, mean]                     96, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:32  
Error Set:
Requests      [total, rate, throughput]         42, 10.24, 10.17
Duration      [total, attack, wait]             4.132s, 4.1s, 31.743ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.7ms, 31.929ms, 31.966ms, 32.914ms, 32.914ms
Bytes In      [total, mean]                     126, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:42  
Error Set:
Requests      [total, rate, throughput]         52, 10.20, 10.13
Duration      [total, attack, wait]             5.132s, 5.1s, 31.553ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.7ms, 31.929ms, 31.958ms, 32.896ms, 32.914ms
Bytes In      [total, mean]                     156, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:52  
Error Set:
Requests      [total, rate, throughput]         62, 10.16, 10.11
Duration      [total, attack, wait]             6.132s, 6.1s, 31.788ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.701ms, 31.891ms, 31.954ms, 32.803ms, 32.914ms
Bytes In      [total, mean]                     186, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:62  
Error Set:
Requests      [total, rate, throughput]         72, 10.14, 10.10
Duration      [total, attack, wait]             7.132s, 7.1s, 31.876ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.723ms, 31.701ms, 31.926ms, 31.951ms, 32.711ms, 32.914ms
Bytes In      [total, mean]                     216, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:72  
Error Set:
Requests      [total, rate, throughput]         82, 10.12, 10.08
Duration      [total, attack, wait]             8.132s, 8.1s, 31.671ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.726ms, 31.701ms, 31.926ms, 31.954ms, 32.622ms, 32.914ms
Bytes In      [total, mean]                     246, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:82  
Error Set:
Requests      [total, rate, throughput]         92, 10.11, 10.07
Duration      [total, attack, wait]             9.132s, 9.1s, 31.673ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.726ms, 31.701ms, 31.926ms, 31.951ms, 32.531ms, 32.914ms
Bytes In      [total, mean]                     276, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:92  
Error Set:
Requests      [total, rate, throughput]         102, 10.10, 10.07
Duration      [total, attack, wait]             10.132s, 10.1s, 31.803ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.724ms, 31.701ms, 31.926ms, 31.95ms, 32.439ms, 32.914ms
Bytes In      [total, mean]                     306, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:102  
Error Set:
Requests      [total, rate, throughput]         112, 10.09, 10.06
Duration      [total, attack, wait]             11.132s, 11.1s, 31.911ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.723ms, 31.701ms, 31.915ms, 31.949ms, 32.348ms, 32.914ms
Bytes In      [total, mean]                     336, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:112  
Error Set:
Requests      [total, rate, throughput]         122, 10.08, 10.06
Duration      [total, attack, wait]             12.132s, 12.1s, 31.649ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.701ms, 31.915ms, 31.95ms, 32.257ms, 32.914ms
Bytes In      [total, mean]                     366, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:122  
Error Set:
Requests      [total, rate, throughput]         132, 10.08, 10.05
Duration      [total, attack, wait]             13.132s, 13.1s, 31.924ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.725ms, 31.703ms, 31.915ms, 31.949ms, 32.165ms, 32.914ms
Bytes In      [total, mean]                     396, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:132  
Error Set:
Requests      [total, rate, throughput]         142, 10.07, 10.05
Duration      [total, attack, wait]             14.132s, 14.1s, 31.998ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.724ms, 31.701ms, 31.915ms, 31.95ms, 32.074ms, 32.914ms
Bytes In      [total, mean]                     426, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:142  
Error Set:
Requests      [total, rate, throughput]         152, 10.07, 10.05
Duration      [total, attack, wait]             15.132s, 15.1s, 31.622ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.723ms, 31.702ms, 31.909ms, 31.949ms, 32.001ms, 32.914ms
Bytes In      [total, mean]                     456, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:152  
Error Set:
Requests      [total, rate, throughput]         162, 10.06, 10.04
Duration      [total, attack, wait]             16.132s, 16.1s, 31.764ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.727ms, 31.71ms, 31.897ms, 31.946ms, 32ms, 32.914ms
Bytes In      [total, mean]                     486, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:162  
Error Set:
Requests      [total, rate, throughput]         172, 10.06, 10.04
Duration      [total, attack, wait]             17.132s, 17.1s, 31.745ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.726ms, 31.706ms, 31.888ms, 31.943ms, 32ms, 32.914ms
Bytes In      [total, mean]                     516, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:172  
Error Set:
Requests      [total, rate, throughput]         182, 10.06, 10.04
Duration      [total, attack, wait]             18.132s, 18.1s, 31.604ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.724ms, 31.705ms, 31.885ms, 31.94ms, 32ms, 32.914ms
Bytes In      [total, mean]                     546, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:182  
Error Set:
Requests      [total, rate, throughput]         192, 10.05, 10.04
Duration      [total, attack, wait]             19.132s, 19.1s, 31.701ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.724ms, 31.705ms, 31.888ms, 31.937ms, 31.999ms, 32.914ms
Bytes In      [total, mean]                     576, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:192  
Error Set:
Requests      [total, rate, throughput]         202, 10.05, 10.03
Duration      [total, attack, wait]             20.132s, 20.1s, 31.624ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.724ms, 31.705ms, 31.885ms, 31.937ms, 31.999ms, 32.914ms
Bytes In      [total, mean]                     606, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:202  
Error Set:
Requests      [total, rate, throughput]         212, 10.05, 10.03
Duration      [total, attack, wait]             21.132s, 21.1s, 31.722ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.705ms, 31.883ms, 31.936ms, 31.999ms, 32.914ms
Bytes In      [total, mean]                     636, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:212  
Error Set:
Requests      [total, rate, throughput]         222, 10.05, 10.03
Duration      [total, attack, wait]             22.132s, 22.1s, 31.681ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.723ms, 31.705ms, 31.885ms, 31.94ms, 32.007ms, 32.914ms
Bytes In      [total, mean]                     666, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:222  
Error Set:
Requests      [total, rate, throughput]         232, 10.04, 10.03
Duration      [total, attack, wait]             23.132s, 23.1s, 31.735ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.704ms, 31.883ms, 31.937ms, 32.005ms, 32.914ms
Bytes In      [total, mean]                     696, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:232  
Error Set:
Requests      [total, rate, throughput]         242, 10.04, 10.03
Duration      [total, attack, wait]             24.132s, 24.1s, 31.637ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.702ms, 31.883ms, 31.937ms, 32.003ms, 32.914ms
Bytes In      [total, mean]                     726, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:242  
Error Set:
Requests      [total, rate, throughput]         252, 10.04, 10.03
Duration      [total, attack, wait]             25.132s, 25.1s, 31.705ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.702ms, 31.883ms, 31.936ms, 32.001ms, 32.914ms
Bytes In      [total, mean]                     756, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:252  
Error Set:
Requests      [total, rate, throughput]         262, 10.04, 10.03
Duration      [total, attack, wait]             26.132s, 26.1s, 31.628ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.72ms, 31.702ms, 31.883ms, 31.933ms, 32ms, 32.914ms
Bytes In      [total, mean]                     786, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:262  
Error Set:
Requests      [total, rate, throughput]         272, 10.04, 10.03
Duration      [total, attack, wait]             27.132s, 27.1s, 31.778ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.702ms, 31.883ms, 31.936ms, 32.003ms, 32.914ms
Bytes In      [total, mean]                     816, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:272  
Error Set:
Requests      [total, rate, throughput]         282, 10.04, 10.02
Duration      [total, attack, wait]             28.132s, 28.1s, 31.68ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.72ms, 31.701ms, 31.883ms, 31.933ms, 32.003ms, 32.914ms
Bytes In      [total, mean]                     846, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:282  
Error Set:
Requests      [total, rate, throughput]         292, 10.03, 10.02
Duration      [total, attack, wait]             29.132s, 29.1s, 31.701ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.702ms, 31.883ms, 31.932ms, 32.003ms, 32.914ms
Bytes In      [total, mean]                     876, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:292  
Error Set:
Requests      [total, rate, throughput]         302, 10.03, 10.02
Duration      [total, attack, wait]             30.132s, 30.1s, 31.687ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.702ms, 31.883ms, 31.934ms, 32.002ms, 32.914ms
Bytes In      [total, mean]                     906, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:302  
Error Set:
Requests      [total, rate, throughput]         312, 10.03, 10.02
Duration      [total, attack, wait]             31.132s, 31.1s, 31.781ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.701ms, 31.883ms, 31.931ms, 32.002ms, 32.914ms
Bytes In      [total, mean]                     936, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:312  
Error Set:
Requests      [total, rate, throughput]         322, 10.03, 10.02
Duration      [total, attack, wait]             32.132s, 32.1s, 31.728ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.721ms, 31.701ms, 31.882ms, 31.933ms, 32.002ms, 32.914ms
Bytes In      [total, mean]                     966, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:322  
Error Set:
Requests      [total, rate, throughput]         332, 10.03, 10.02
Duration      [total, attack, wait]             33.132s, 33.1s, 31.789ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.72ms, 31.701ms, 31.881ms, 31.931ms, 32.001ms, 32.914ms
Bytes In      [total, mean]                     996, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:332  
Error Set:
Requests      [total, rate, throughput]         342, 10.03, 10.02
Duration      [total, attack, wait]             34.132s, 34.1s, 31.764ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.72ms, 31.701ms, 31.881ms, 31.933ms, 32.001ms, 32.914ms
Bytes In      [total, mean]                     1026, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:342  
Error Set:
Requests      [total, rate, throughput]         352, 10.03, 10.02
Duration      [total, attack, wait]             35.132s, 35.1s, 31.748ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.702ms, 31.884ms, 31.936ms, 32.001ms, 32.914ms
Bytes In      [total, mean]                     1056, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:352  
Error Set:
Requests      [total, rate, throughput]         362, 10.03, 10.02
Duration      [total, attack, wait]             36.132s, 36.1s, 31.931ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.723ms, 31.702ms, 31.888ms, 31.936ms, 32ms, 32.914ms
Bytes In      [total, mean]                     1086, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:362  
Error Set:
Requests      [total, rate, throughput]         372, 10.03, 10.02
Duration      [total, attack, wait]             37.132s, 37.1s, 31.657ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.702ms, 31.888ms, 31.936ms, 32ms, 32.914ms
Bytes In      [total, mean]                     1116, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:372  
Error Set:
Requests      [total, rate, throughput]         382, 10.03, 10.02
Duration      [total, attack, wait]             38.132s, 38.1s, 31.992ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.702ms, 31.888ms, 31.936ms, 32ms, 32.914ms
Bytes In      [total, mean]                     1146, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:382  
Error Set:
Requests      [total, rate, throughput]         392, 10.03, 10.02
Duration      [total, attack, wait]             39.132s, 39.1s, 31.683ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.702ms, 31.888ms, 31.937ms, 31.999ms, 32.914ms
Bytes In      [total, mean]                     1176, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:392  
Error Set:
Requests      [total, rate, throughput]         402, 10.02, 10.02
Duration      [total, attack, wait]             40.132s, 40.1s, 31.774ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.723ms, 31.703ms, 31.888ms, 31.936ms, 31.999ms, 32.914ms
Bytes In      [total, mean]                     1206, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:402  
Error Set:
Requests      [total, rate, throughput]         412, 10.02, 10.02
Duration      [total, attack, wait]             41.132s, 41.1s, 31.746ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.702ms, 31.886ms, 31.936ms, 31.999ms, 32.914ms
Bytes In      [total, mean]                     1236, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:412  
Error Set:
Requests      [total, rate, throughput]         422, 10.02, 10.02
Duration      [total, attack, wait]             42.132s, 42.1s, 31.662ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.702ms, 31.886ms, 31.935ms, 31.998ms, 32.914ms
Bytes In      [total, mean]                     1266, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:422  
Error Set:
Requests      [total, rate, throughput]         432, 10.02, 10.02
Duration      [total, attack, wait]             43.132s, 43.1s, 31.749ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.703ms, 31.884ms, 31.934ms, 31.998ms, 32.914ms
Bytes In      [total, mean]                     1296, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:432  
Error Set:
Requests      [total, rate, throughput]         442, 10.02, 10.02
Duration      [total, attack, wait]             44.132s, 44.1s, 31.68ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.722ms, 31.703ms, 31.884ms, 31.933ms, 31.998ms, 32.914ms
Bytes In      [total, mean]                     1326, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:442  
Error Set:
Requests      [total, rate, throughput]         452, 10.02, 10.02
Duration      [total, attack, wait]             45.132s, 45.1s, 31.716ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.98ms, 31.723ms, 31.704ms, 31.882ms, 31.932ms, 31.997ms, 32.914ms
Bytes In      [total, mean]                     1356, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:452  
Error Set:
Requests      [total, rate, throughput]         462, 10.02, 10.01
Duration      [total, attack, wait]             46.132s, 46.1s, 31.626ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.703ms, 31.884ms, 31.935ms, 31.997ms, 32.914ms
Bytes In      [total, mean]                     1386, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:462  
Error Set:
Requests      [total, rate, throughput]         472, 10.02, 10.01
Duration      [total, attack, wait]             47.132s, 47.1s, 31.682ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.704ms, 31.886ms, 31.935ms, 31.996ms, 32.914ms
Bytes In      [total, mean]                     1416, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:472  
Error Set:
Requests      [total, rate, throughput]         482, 10.02, 10.01
Duration      [total, attack, wait]             48.132s, 48.1s, 31.687ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.704ms, 31.886ms, 31.935ms, 31.996ms, 32.914ms
Bytes In      [total, mean]                     1446, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:482  
Error Set:
Requests      [total, rate, throughput]         492, 10.02, 10.01
Duration      [total, attack, wait]             49.132s, 49.1s, 31.772ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.705ms, 31.886ms, 31.934ms, 31.995ms, 32.914ms
Bytes In      [total, mean]                     1476, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:492  
Error Set:
Requests      [total, rate, throughput]         502, 10.02, 10.01
Duration      [total, attack, wait]             50.132s, 50.1s, 31.682ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.72ms, 31.704ms, 31.884ms, 31.933ms, 31.995ms, 32.914ms
Bytes In      [total, mean]                     1506, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:502  
Error Set:
Requests      [total, rate, throughput]         512, 10.02, 10.01
Duration      [total, attack, wait]             51.132s, 51.1s, 31.705ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.705ms, 31.884ms, 31.932ms, 31.994ms, 32.914ms
Bytes In      [total, mean]                     1536, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:512  
Error Set:
Requests      [total, rate, throughput]         522, 10.02, 10.01
Duration      [total, attack, wait]             52.132s, 52.1s, 31.633ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.705ms, 31.884ms, 31.931ms, 31.994ms, 32.914ms
Bytes In      [total, mean]                     1566, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:522  
Error Set:
Requests      [total, rate, throughput]         532, 10.02, 10.01
Duration      [total, attack, wait]             53.132s, 53.1s, 31.687ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.706ms, 31.883ms, 31.93ms, 31.993ms, 32.914ms
Bytes In      [total, mean]                     1596, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:532  
Error Set:
Requests      [total, rate, throughput]         542, 10.02, 10.01
Duration      [total, attack, wait]             54.132s, 54.1s, 31.705ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.705ms, 31.882ms, 31.93ms, 31.992ms, 32.914ms
Bytes In      [total, mean]                     1626, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:542  
Error Set:
Requests      [total, rate, throughput]         552, 10.02, 10.01
Duration      [total, attack, wait]             55.132s, 55.1s, 31.666ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.705ms, 31.883ms, 31.932ms, 31.994ms, 32.914ms
Bytes In      [total, mean]                     1656, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:552  
Error Set:
Requests      [total, rate, throughput]         562, 10.02, 10.01
Duration      [total, attack, wait]             56.132s, 56.1s, 31.619ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.705ms, 31.884ms, 31.933ms, 31.994ms, 32.914ms
Bytes In      [total, mean]                     1686, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:562  
Error Set:
Requests      [total, rate, throughput]         572, 10.02, 10.01
Duration      [total, attack, wait]             57.132s, 57.1s, 31.748ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.722ms, 31.705ms, 31.883ms, 31.933ms, 31.994ms, 32.914ms
Bytes In      [total, mean]                     1716, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:572  
Error Set:
Requests      [total, rate, throughput]         582, 10.02, 10.01
Duration      [total, attack, wait]             58.132s, 58.1s, 31.712ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.721ms, 31.705ms, 31.882ms, 31.932ms, 31.993ms, 32.914ms
Bytes In      [total, mean]                     1746, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:582  
Error Set:
Requests      [total, rate, throughput]         592, 10.02, 10.01
Duration      [total, attack, wait]             59.132s, 59.1s, 31.915ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.722ms, 31.706ms, 31.884ms, 31.931ms, 31.993ms, 32.914ms
Bytes In      [total, mean]                     1776, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:592  
Error Set:
Requests      [total, rate, throughput]         600, 10.02, 10.01
Duration      [total, attack, wait]             59.932s, 59.9s, 31.789ms
Latencies     [min, mean, 50, 90, 95, 99, max]  30.883ms, 31.722ms, 31.706ms, 31.883ms, 31.93ms, 31.993ms, 32.914ms
Bytes In      [total, mean]                     1800, 3.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:600  
Error Set: